<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <link rel="stylesheet" href="../css/storytelling.css">
</head>
<body>
    <main>
        <div class="left">
            <p>Все началоcь еще в период мирного времени, когда человечество достигло великих высот в науке и технологиях. В мире царили гармония и прогресс, но вместе с этим росло и стремление к власти и контролю. Корпорации стали играть ключевую роль в жизни общества, их влияние распространилось на все сферы экономики и политики. Люди были счастливы и довольны своей жизнью, но под поверхностью этого благополучия скрывались глубокие противоречия.</p>
            <p>С течением времени напряжение между корпорациями стало нарастать. Они начали конкурировать за ресурсы, рынки сбыта и влияние. Это привело к созданию секретных проектов и технологий, направленных на получение преимущества перед конкурентами. Одной из таких технологий была разработка биологического оружия, способного уничтожить целые экосистемы и вызвать массовые эпидемии. Корпорации использовали эти разработки для шантажа и давления на правительства, стремясь укрепить свои позиции.</p>  
            <p>Все изменилось, когда одна из таких разработок вышла из-под контроля. Правительства пытались сдержать распространение инфекции, но было уже слишком поздно. Вирус мутировал, становясь всё более смертоносным и устойчивым к лекарствам. По всему миру вспыхивали эпидемии, города превращались в зоны карантина, а население стремительно сокращалось.</p>
        </div>
        <div class="right">
            <p>Корпорации, пытаясь спасти своё положение, использовали последние запасы ресурсов для создания защищенных убежищ и укреплённых городов. Но эти меры оказались недостаточными. Эпидемия охватила весь земной шар, и цивилизация начала рушиться. Города опустели, инфраструктура разрушилась, и мир погрузился в хаос.</p>
            <p>Те немногие, кто смог выжить, столкнулись с новыми вызовами. Теперь им приходилось бороться за еду, воду и оружие. Группы выживших объединились в кланы и банды, чтобы защитить себя от других групп и мародёров. Технологии прошлого века стали бесценными, и те, кто умел ими пользоваться, получили преимущество.</p>
            <p>Так начался новый этап истории человечества – постъядерный мир, где каждый день приносит новые испытания и опасности. Игрокам предстоит исследовать этот мир, найти союзников, раскрыть тайны прошлого и построить новое будущее среди руин старого.</p>
        </div>
        </main>
</body>
</html>